# packages and cask 
brew 'btop'
brew 'bat'
brew 'wget'
brew 'git'
brew 'tree'
brew 'tmux'
brew 'nmap'
brew 'axel'
brew 'ssh-copy-id'
brew 'ipcalc'
brew 'ipinfo-cli'
brew 'gnu-sed'
brew 'ripgrep'
brew 'starship'
brew 'zoxide'
brew 'fzf'
brew 'jsonlint'
brew 'neovim'
brew 'jq'
brew 'forgit'
brew 'taskwarrior-tui'
brew 'mise'
brew 'lsd'
brew 'btop'
cask 'font-3270-nerd-font'
cask 'font-droid-sans-mono-nerd-font'
cask 'font-mononoki-nerd-font'
cask 'font-space-mono-nerd-font'

